{
  "header": {
    "nav": {
      "home": "Home",
      "corporate": "Corporate",
      "services": "Services",
      "contact": "Contact"
    }
  },
  "footer": {
    "description": "With our innovative perspective and expert team, we develop customized strategies for your legal needs, offering reliable consultancy solutions that will guide you to your goals.",
    "menu": "Menu",
    "usefulLinks": "Useful Links",
    "location": "Location",
    "copyright": "All rights reserved."
  },
  "home": {
    "tag": "Esas Consultancy",
    "title": "Your Trusted Solution Partner <br /> in Law and Consultancy",
    "subtitle": "With our innovative perspective and expert team, we develop customized strategies for your legal needs, offering reliable consultancy solutions that will guide you to your goals.",
    "button1": "Discover Our Services",
    "button2": "Contact Us"
  },
  "corporate": {
    "pageTitle": "Corporate",
    "mainTitle": "Trust-Based Corporate Structure",
    "mainSubtitle": "As Esas Consultancy, we offer comprehensive consultancy services in data security and privacy.",
    "card1": "Esas Consultancy",
    "card2": "Vision & Mission",
    "card3": "Why Esas",
    "card4": "Privacy Policy",
    "section1Title": "Esas Consultancy",
    "section1Text1": "We provide comprehensive consultancy services to ensure businesses fully comply with Law No. 6698 on the Protection of Personal Data (KVKK) and the principle of 'privacy of private life' as set forth in Article 20 of the Constitution.",
    "section1Text2": "Our goal is to secure companies' personal data processing procedures on a legal basis, eliminate risks, and establish a sustainable compliance structure. Data security is not only a legal requirement, but also a strategic element that directly affects businesses' reputation, reliability, and customer loyalty.",
    "section1Text3": "We meticulously manage your VERBIS registration and compliance process with our expert team, supporting you at every step.",
    "section2Title": "Vision & Mission",
    "section2VisionTitle": "Our Vision",
    "section2VisionText": "To be a brand recognized for its reliability in the consultancy field, creating difference at both national and international levels.",
    "section2MissionTitle": "Our Mission",
    "section2MissionText": "To produce legal, practical, and sustainable solutions by deeply analyzing our business partners' needs. We aim to be a trustworthy guide in helping our clients achieve their goals by demonstrating an approach based on knowledge, experience, and ethical values at every step.",
    "section3Title": "Why Esas",
    "section3Text1": "Every business has its own unique dynamics, culture, and challenges. As Esas Consultancy, we believe that no process can be sustainable without understanding these differences.",
    "section3Text2": "Therefore, the first step of our consultancy begins with truly understanding your business. We analyze your sector, operational structure, and existing risk areas in detail, reporting our findings with measurable data.",
    "section3Text3": "For us, consultancy does not end with a file delivery. We stand by you as an accessible, transparent, and solution-oriented business partner at every stage of the process. Esas Consultancy offers cooperation built on the foundation of trust, transparency, and sustainability, not just regulatory compliance.",
    "section4Title": "Privacy Policy",
    "section4Text1": "Esas Consultancy applies a confidentiality policy to all information and documents shared from the first meeting, and destroys all documents and notes obtained after the completion of the work.",
    "section4Text2": "Esas Consultancy also generally commits that it will not share client information with anyone, valuing its clients' information.",
    "section4Text3": "Client confidentiality and reliability are among the most fundamental elements of our service quality. We carefully protect this principle in every project."
  },
  "services": {
    "pageTitle": "Services",
    "mainTitle": "Our Areas of Expertise",
    "mainSubtitle": "We provide professional services in a wide range, from KVKK compliance to company establishment, from brand protection to contract consultancy.",
    "card1": "KVK Consultancy",
    "card2": "Personnel Records",
    "card3": "Service Agreement",
    "card4": "Company Setup",
    "card5": "Trademark & Patent",
    "section1Title": "KVK Consultancy",
    "section1Text1": "As Esas Consultancy, we examine businesses' existing documentation and processes, and evaluate KVKK compliance through personnel files, forms, undertakings, and authorization documents of employees.",
    "section1Text2": "We identify missing or risky texts, recommend necessary adjustments, and develop practical solutions that can be integrated into companies' daily operations.",
    "section1Text3": "Our goal is to create a structure that meets legal requirements, properly manages employee data, and is ready for audits.",
    "section2Title": "Personnel Records Consultancy",
    "section2Text1": "Esas Consultancy evaluates personnel files in terms of regulatory compliance, completeness, and audit convenience.",
    "section2Text2": "As a result of examining existing files, missing documents, procedural errors, or risky practices are identified, and a prioritized improvement plan is presented.",
    "section2Text3": "Required and recommended documents for each position are determined; a systematic application guide is delivered with editable templates and filing scheme.",
    "section3Title": "Service Agreement Consultancy",
    "section3Text1": "Esas Consultancy analyzes the contract infrastructure related to supplier, customer, and service provider relationships, identifies risky provisions and practices, and creates clear, applicable contract texts.",
    "section3Text2": "Ambiguities, missing penalty clauses, and non-compliant articles in existing contracts are renewed, reducing the business's legal exposure.",
    "section3Text3": "The goal is to bring dispute risk to a manageable level and standardize contract processes.",
    "section4Title": "Company Setup Consultancy",
    "section4Text1": "Provides strategic guidance in new company setup processes. Guidance is provided in stages such as company type selection, title and business area determination, articles of association draft, and planning trade registry procedures.",
    "section4Text2": "Risk assessment is made regarding tax, commercial, and administrative decisions to be taken during the establishment phase, and an implementation plan is prepared for mandatory notification, registration, and compliance steps after establishment.",
    "section4Text3": "The goal is to ensure that the business is built on solid legal and operational foundations from the very beginning.",
    "section5Title": "Trademark & Patent Consultancy",
    "section5Text1": "As Esas Consultancy, we approach trademark and intellectual property protection needs strategically; we provide guidance on trademark search, application preparation, tracking registration processes, and necessary administrative procedures.",
    "section5Text2": "Procedural support is provided for preliminary research, document preparation, and application process in patent and design processes.",
    "section5Text3": "The goal is to strengthen corporate value by ensuring legal protection of the brand and innovations."
  },
  "contact": {
    "pageTitle": "Contact",
    "mainTitle": "Let's Create Solutions Together",
    "mainSubtitle": "You can use the channels below to contact us or fill out the form. We quickly evaluate all your requests and produce customized solutions for you.",
    "addressTitle": "Address",
    "addressText": "Near Mall of İstanbul<br />Başakşehir, İstanbul",
    "emailTitle": "Email",
    "phoneTitle": "Phone",
    "formTitle": "Write to Us",
    "formName": "Full Name",
    "formEmail": "Email",
    "formMessage": "Your Message",
    "formSubmit": "Send"
  }
}
