{
  "header": {
    "nav": {
      "home": "Ana Sayfa",
      "corporate": "Kurumsal",
      "services": "Hizmetlerimiz",
      "contact": "İletişim"
    }
  },
  "footer": {
    "description": "Yenilikçi bakış açımız ve alanında uzman ekibimizle, hukuki ihtiyaçlarınıza özel stratejiler geliştiriyor, sizi hedeflerinize taşıyacak güvenilir danışmanlık çözümleri sunuyoruz.",
    "menu": "Menü",
    "usefulLinks": "Faydalı Linkler",
    "location": "Konum",
    "copyright": "Tüm hakları saklıdır."
  },
  "home": {
    "tag": "Esas Danışmanlık",
    "title": "Hukuk ve Danışmanlıkta <br /> Güvenilir Çözüm Ortağınız",
    "subtitle": "Yenilikçi bakış açımız ve alanında uzman ekibimizle, hukuki ihtiyaçlarınıza özel stratejiler geliştiriyor, sizi hedeflerinize taşıyacak güvenilir danışmanlık çözümleri sunuyoruz.",
    "button1": "Hizmetlerimizi Keşfedin",
    "button2": "İletişime Geçin"
  },
  "corporate": {
    "pageTitle": "Kurumsal",
    "mainTitle": "Güven Temelli Kurumsal Yapı",
    "mainSubtitle": "Esas Danışmanlık olarak, veri güvenliği ve gizlilik alanında kapsamlı danışmanlık hizmetleri sunuyoruz.",
    "card1": "Esas Danışmanlık",
    "card2": "Vizyon & Misyon",
    "card3": "Neden Esas",
    "card4": "Gizlilik Politikamız",
    "section1Title": "Esas Danışmanlık",
    "section1Text1": "İşletmelerin 6698 Sayılı Kişisel Verilerin Korunması Kanunu (“KVKK”) ve Anayasa’nın 20. maddesi kapsamında yer alan “özel hayatın gizliliği” ilkesine tam uyum sağlamaları için kapsamlı danışmanlık hizmeti sunmaktayız.",
    "section1Text2": "Amacımız, kurumların kişisel veri işleme süreçlerini yasal zeminde güvence altına almak, riskleri ortadan kaldırmak ve sürdürülebilir bir uyum yapısı oluşturmaktır. Veri güvenliği yalnızca yasal bir zorunluk değil; aynı zamanda işletmelerin itibarını, güvenilirliğini ve müşteri sadakatini doğrudan etkileyen stratejik bir unsurdur.",
    "section1Text3": "VERBİS sistemine kaydınızı ve uyum sürecinizi uzman ekibimizle titizlikle yürütüyor, her adımda yanınızda oluyoruz.",
    "section2Title": "Vizyon & Misyon",
    "section2VisionTitle": "Vizyonumuz",
    "section2VisionText": "Danışmanlık alanında güvenilirliğiyle tanınan, ulusal ve uluslararası düzeyde fark yaratan bir marka olmaktır.",
    "section2MissionTitle": "Misyonumuz",
    "section2MissionText": "İş ortaklarımızın ihtiyaçlarını derinlemesine analiz ederek, yasal çerçeveye uygun, pratik ve sürdürülebilir çözümler üretmektir. Her adımda bilgiye, deneyime ve etik değerlere dayalı bir yaklaşım sergileyerek, danışanlarımızın hedeflerine ulaşmalarında güvenilir bir rehber olmayı amaçlıyoruz.",
    "section3Title": "Neden Esas",
    "section3Text1": "Her işletmenin kendine özgü bir dinamiği, kültürü ve zorlukları vardır. Esas Danışmanlık olarak, bu farklılıkları anlamadan hiçbir sürecin sürdürülebilir olamayacağına inanıyoruz.",
    "section3Text2": "Bu nedenle danışmanlığımızın ilk adımı, işinizi gerçekten tanımakla başlar. Sektörünüzü, operasyonel yapınızı ve mevcut risk alanlarınızı detaylı biçimde analiz eder; tespitlerimizi ölçülebilir verilerle raporlarız.",
    "section3Text3": "Bizim için danışmanlık bir dosya teslimiyle bitmez. Sürecin her aşamasında erişilebilir, şeffaf ve çözüm odaklı bir iş ortağı olarak yanınızda oluruz. Esas Danışmanlık, yalnızca mevzuata uyum değil; güven, açıklık ve sürdürülebilirlik temeli üzerine kurulu bir iş birliği sunar.",
    "section4Title": "Gizlilik Politikamız",
    "section4Text1": "Esas Danışmanlık, ilk görüşmeden itibaren yapılan tüm görüşmelerde kendisiyle paylaşılan bilgiler ve evraklarda gizlilik politikası uygulamakta ve işin tamamlanması sonrasında elde edilen evrak ve notlar imha edilmektedir.",
    "section4Text2": "Esas Danışmanlık müşterilerinin bilgilerine önem vererek bu bilgileri kimseyle paylaşmayacağını da genel olarak taahhüt etmektedir.",
    "section4Text3": "Müşteri gizliliği ve güvenilirlik, hizmet kalitemizin en temel unsurlarından biridir. Bu ilkeyi her projemizde titizlikle koruyoruz."
  },
  "services": {
    "pageTitle": "Hizmetlerimiz",
    "mainTitle": "Uzmanlık Alanlarımız",
    "mainSubtitle": "KVKK uyumundan şirket kuruluşuna, marka korumasından sözleşme danışmanlığına kadar geniş bir yelpazede profesyonel hizmet sunuyoruz.",
    "card1": "KVK Danışmanlığı",
    "card2": "Personel Özlük Dosyası",
    "card3": "Hizmet Sözleşmesi",
    "card4": "Şirket Kurulumu",
    "card5": "Marka ve Patent",
    "section1Title": "KVK Danışmanlığı",
    "section1Text1": "Esas Danışmanlık olarak işletmelerin mevcut dokümantasyonunu ve süreçlerini inceler, çalışanlara ait özlük dosyaları, formlar, taahhütnameler ve izin belgeleri üzerinden KVKK’ya uygunluk değerlendirmesi yaparız.",
    "section1Text2": "Eksik veya riskli metinleri tespit eder, gerekli düzenlemeleri önerir ve şirketlerin günlük işleyişine entegre olabilecek pratik çözümler geliştiririz.",
    "section1Text3": "Amacımız; yasal gereklilikleri yerine getiren, çalışan verilerini doğru yöneten ve denetime hazır bir yapı oluşturmaktır.",
    "section2Title": "Personel Özlük Dosyası Danışmanlığı",
    "section2Text1": "Esas Danışmanlık, personel özlük dosyalarının mevzuata uygunluk, bütünlük ve denetim kolaylığı açısından değerlendirilmesini gerçekleştirir.",
    "section2Text2": "Mevcut dosyaların incelenmesi sonucunda eksik belge, usul hatası veya riskli uygulama tespit edilir ve önceliklendirilmiş iyileştirme planı sunulur.",
    "section2Text3": "Her pozisyon için zorunlu ve tavsiye edilen belgeler belirlenir; düzenlenebilir şablonlar ve dosyalama şeması ile sistematik bir uygulama kılavuzu teslim edilir.",
    "section3Title": "Hizmet Sözleşmesi Danışmanlığı",
    "section3Text1": "Esas Danışmanlık, tedarikçi, müşteri ve hizmet sağlayıcı ilişkilerine ilişkin sözleşme altyapısını analiz eder, riskli hüküm ve uygulamaları tespit eder ve açık, uygulanabilir sözleşme metinleri oluşturur.",
    "section3Text2": "Mevcut sözleşmelerdeki belirsizlikler, cezai şart eksiklikleri ve uyumsuz maddeler yenilenerek işletmenin hukuki maruziyetleri azaltılır.",
    "section3Text3": "Amaç, ihtilaf riskinin yönetilebilir seviyeye çekilmesi ve sözleşme süreçlerinin standartlaştırılmasıdır.",
    "section4Title": "Şirket Kurulumu Danışmanlığı",
    "section4Text1": "Yeni şirket kurulumu süreçlerinde stratejik açıdan yönlendirici hizmet verir. Şirket türü seçimi, unvan ve faaliyet alanı belirleme, ana sözleşme/esas sözleşme taslağı ve ticaret sicili işlemlerinin planlanması aşamalarında yol gösterilir.",
    "section4Text2": "Kuruluş aşamasında alınacak vergisel, ticari ve idari kararlar açısından risk değerlendirmesi yapılır ve kuruluş sonrası zorunlu bildirim, kayıt ve uyum adımları için uygulama planı hazırlanır.",
    "section4Text3": "Amaç, işletmenin ilk andan itibaren yasal ve operasyonel olarak sağlam temeller üzerine inşa edilmesini sağlamaktır.",
    "section5Title": "Marka ve Patent Danışmanlığı",
    "section5Text1": "Esas Danışmanlık olarak marka ve fikri mülkiyet koruması gereksinimini stratejik bir bakışla ele alırız; marka araması, başvuru hazırlığı, tescil süreçlerinin takibi ve gerekli idari işlemler konusunda yönlendirmeler sağlarız.",
    "section5Text2": "Patent ve tasarım süreçlerinde ön araştırma, belge düzenleme ve başvuru sürecine ilişkin prosedürel destek sunulur.",
    "section5Text3": "Amaç, markanın ve yeniliklerin hukuki koruma altına alınarak kurumsal değerin güçlendirilmesidir."
  },
  "contact": {
    "pageTitle": "İletişim",
    "mainTitle": "Birlikte Çözüm Üretelim",
    "mainSubtitle": "Bizimle iletişime geçmek için aşağıdaki kanalları kullanabilir veya formu doldurabilirsiniz. Her talebinizi hızlıca değerlendiriyor ve size özel çözümler üretiyoruz.",
    "addressTitle": "Adres",
    "addressText": "Mall of İstanbul Yakınları<br />Başakşehir, İstanbul",
    "emailTitle": "E-posta",
    "phoneTitle": "Telefon",
    "formTitle": "Bize Yazın",
    "formName": "Ad Soyad",
    "formEmail": "E-posta",
    "formMessage": "Mesajınız",
    "formSubmit": "Gönder"
  }
}
